If true analysis result is visible in view
  Namespace:   Autodesk.Revit.DB.Analysis
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public bool IsVisible { get; set; }
  Visual Basic
Public Property IsVisible As Boolean
	Get
	Set
  Visual C++
public:
property bool IsVisible {
	bool get ();
	void set (bool value);
}
 See Also
  AnalysisResultSchema Class
  Autodesk.Revit.DB.Analysis Namespace